{
    "ShortTerm":{
        "die":"100",
        "items":[
            { "min":"01","max":"20","html":"The character retreats into their mind and becomes <a href=\"paralyzed\">paralyzed</a>. The effect ends if the character takes any damage."},
            { "min":"21","max":"30","html":"The character becomes <a href=\"incapacitated\">incapacitated</a> and spends the duration screaming, lauging, or weeping."},
            { "min":"31","max":"40","html":"The character becomes <a href=\"frightened\">frightened</a> and must use their action and movement each round to flee from the source of the fear."},
            { "min":"41","max":"50","html":"The character begins babbling and is incapable of normal speech or spellcasting."},
            { "min":"51","max":"60","html":"The character must use their action each round to attack the nearest creature."},
            { "min":"61","max":"70","html":"The character experiences vivid hallucinations and has <a href=\"advantage-and-disadvantage\">disadvantage</a> on <a href=\"ability-checks\">ability checks</a>."},
            { "min":"71","max":"75","html":"The character does whatever anyone tells them to do that isn't obviously self-destructive."},
            { "min":"76","max":"80","html":"The character experiences an overpowering urge to eat something strange such as dirt, slime, or offal."},
            { "min":"81","max":"90","html":"The character is <a href=\"stunned\">stunned</a>."},
            { "min":"91","max":"100","html":"The character falls <a href=\"unconscious\">unconscious</a>."}
        ]
    },
    "LongTerm":{
        "die":"100",
        "items":[
            { "min":"01","max":"10","html":"The character feels compelled to repeat a specific activity over and over, such as washing hands, touching things, praying, or counting coins."},
            { "min":"11","max":"20","html":"The character experiences vivid hallucinations and has <a href=\"advantage-and-disadvantage\">disadvantage</a> on <a href=\"ability-checks\">ability checks</a>."},
            { "min":"21","max":"30","html":"The character suffers extreme paranoia. The character has <a href=\"advantage-and-disadvantage\">disadvantage</a> on <a href=\"wisdom\">Wisdom</a> and <a href=\"charisma\">Charisma</a>  checks."},
            { "min":"31","max":"40","html":"The character regards something (usually the source of madness) with intense revulsion, as if affected by the antipathy effect of the <a href=\"/spell/antipathysympathy\">antipathy/sympathy</a> spell."},
            { "min":"41","max":"45","html":"The character experiences a powerful delusion. Choose a potion. The character imagines that he or she is under its effects."},
            { "min":"46","max":"55","html":"The character becomes attached to a lucky charm, such as a person or an object, and has <a href=\"advantage-and-disadvantage\">disadvantage</a> on attack rolls, <a href=\"ability-checks\">ability checks</a>, and <a href=\"saving-throws\">saving throws</a> unless more than 30 feet from it."},
            { "min":"56","max":"65","html":"The character is <a href=\"blinded\">blinded</a> (25%) or <a href=\"deafened\">deafened</a> (75%)."},
            { "min":"66","max":"75","html":"The character experiences uncontrollable tremors or tics, which impose <a href=\"advantage-and-disadvantage\">disadvantage</a> on attack rolls, <a href=\"ability-checks\">ability checks</a>, and <a href=\"saving-throws\">saving throws</a> that involve <a href=\"strength\">Strength</a> or <a href=\"dexterity\">Dexterity</a>."},
            { "min":"76","max":"85","html":"The character suffers from partial amnesia. The character knows who he or she is and retains racial traits and class features, but doesn't recognize other people or remember anything that happened before the madness took effect."},
            { "min":"86","max":"90","html":"Whenever the character takes damage, he or she must succeed on a <a href=\"difficulty-class\">DC</a> 15 <a href=\"wisdom\">Wisdom</a> <a href=\"saving-throws\">saving throw</a> or be affected as though he or she failed a <a href=\"saving-throws\">saving throw</a> against the <a href=\"/spell/confusion\"confusion</a> spell. The confusion effect lasts for l minute."},
            { "min":"91","max":"95","html":"The character loses the ability to speak."},
            { "min":"96","max":"100","html":"The character falls <a href=\"unconscious\">unconscious</a>. No amount of jostling or damage can wake the character."}
        ]
    },
    "Indefinite":{
        "die":"100",
        "items":[
            { "min":"01","max":"15","html":"Being drunk keeps me sane."},
            { "min":"16","max":"25","html":"I keep whatever I find."},
            { "min":"26","max":"30","html":"I try to be like someone I know, their style of dress, mannerisms, and name."},
            { "min":"31","max":"35","html":"I bend the truth, exaggerate, or outright lie to be interesting to other people."},
            { "min":"36","max":"45","html":"My goals are the only thing of interest to me, and I'll ignore everything else."},
            { "min":"46","max":"50","html":"I find it hard to care about anything that goes on around me."},
            { "min":"51","max":"55","html":"I don't like the way people judge me all the time."},
            { "min":"56","max":"70","html":"I am the smartest, wisest, strongest, fastest, most beautiful person I know."},
            { "min":"71","max":"80","html":"Powerful enemies are hunting me, and their agents are everywhere. I am sure they're watcmaxng me all the time."},
            { "min":"81","max":"85","html":"There's only one person I can trust. And only I can see tmaxs special friend."},
            { "min":"86","max":"95","html":"I can't take anything seriously. The more serious it is, the funnier I find it."},
            { "min":"96","max":"100","html":"I really like killing people."}
        ]
    }
}